---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ComponentClassification.Valve
enum: Autodesk.Revit.DB.Mechanical.ComponentClassification
zh: 管道附件、阀门
source: html/7abbd56a-3b9a-f51e-861c-5f034fec614e.htm
---
# Autodesk.Revit.DB.Mechanical.ComponentClassification.Valve

**中文**: 管道附件、阀门

Valve component classification